alacritty
alsa-utils
base
base-devel
btop
cbonsai
chromium
cmake
cmatrix
code
efibootmgr
feh
fzf
ghcup-hs-bin
gimp
git
gst-plugin-pipewire
haskell-language-server-static
htop
intel-media-driver
intel-ucode
latexrun-git
libpulse
libva-intel-driver
linux
linux-firmware
lsb-release
lxappearance
ly
man-db
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-dmenu-git
nitrogen
npm
nvim-packer-git
pacman-contrib
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-matplotlib
python-numpy
python-pip
ranger
rofi
spotify-launcher
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
tk
ttf-fira-code
ttf-ibm-plex
ttf-jetbrains-mono-nerd
udiskie
udisks2
unzip
vim
vulkan-intel
wireless_tools
wireplumber
xdotool
xf86-video-intel
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xbacklight
xorg-xinit
xournalpp
yay-git
zathura
zathura-pdf-mupdf
zram-generator
